// export const areaProvinceList =[{
//   "value": "北京",
//   "id": 1,
//   "children": [{
//   "value": "东城区",
//   "id": 1
//   }, {
//   "value": "西城区",
//   "id": 2
//   }, {
//   "value": "崇文区",
//   "id": 3
//   }, {
//   "value": "宣武区",
//   "id": 4
//   }, {
//   "value": "朝阳区",
//   "id": 5
//   }, {
//   "value": "丰台区",
//   "id": 6
//   }, {
//   "value": "石景山区",
//   "id": 7
//   }, {
//   "value": "海淀区",
//   "id": 8
//   }, {
//   "value": "门头沟区",
//   "id": 9
//   }, {
//   "value": "房山区",
//   "id": 10
//   }, {
//   "value": "通州区",
//   "id": 11
//   }, {
//   "value": "顺义区",
//   "id": 12
//   }, {
//   "value": "昌平区",
//   "id": 13
//   }, {
//   "value": "大兴区",
//   "id": 14
//   }, {
//   "value": "平谷区",
//   "id": 15
//   }, {
//   "value": "怀柔区",
//   "id": 16
//   }, {
//   "value": "密云县",
//   "id": 17
//   }, {
//   "value": "延庆县",
//   "id": 18
//   }]
//   }, {
//   "value": "天津",
//   "id": 2,
//   "children": [{
//   "value": "和平区",
//   "id": 19
//   }, {
//   "value": "河东区",
//   "id": 20
//   }, {
//   "value": "河西区",
//   "id": 21
//   }, {
//   "value": "南开区",
//   "id": 22
//   }, {
//   "value": "河北区",
//   "id": 23
//   }, {
//   "value": "红桥区",
//   "id": 24
//   }, {
//   "value": "塘沽区",
//   "id": 25
//   }, {
//   "value": "汉沽区",
//   "id": 26
//   }, {
//   "value": "大港区",
//   "id": 27
//   }, {
//   "value": "东丽区",
//   "id": 28
//   }, {
//   "value": "西青区",
//   "id": 29
//   }, {
//   "value": "津南区",
//   "id": 30
//   }, {
//   "value": "北辰区",
//   "id": 31
//   }, {
//   "value": "武清区",
//   "id": 32
//   }, {
//   "value": "宝坻区",
//   "id": 33
//   }, {
//   "value": "宁河县",
//   "id": 34
//   }, {
//   "value": "静海县",
//   "id": 35
//   }, {
//   "value": "蓟 县",
//   "id": 36
//   }]
//   }, {
//   "value": "河北",
//   "id": 3,
//   "children": [{
//   "value": "石家庄",
//   "id": 37
//   }, {
//   "value": "唐山",
//   "id": 38
//   }, {
//   "value": "秦皇岛",
//   "id": 39
//   }, {
//   "value": "邯郸",
//   "id": 40
//   }, {
//   "value": "邢台",
//   "id": 41
//   }, {
//   "value": "保定",
//   "id": 42
//   }, {
//   "value": "张家口",
//   "id": 43
//   }, {
//   "value": "承德",
//   "id": 44
//   }, {
//   "value": "沧州",
//   "id": 45
//   }, {
//   "value": "廊坊",
//   "id": 46
//   }, {
//   "value": "衡水",
//   "id": 47
//   }]
//   }, {
//   "value": "山西",
//   "id": 4,
//   "children": [{
//   "value": "太原",
//   "id": 48
//   }, {
//   "value": "大同",
//   "id": 49
//   }, {
//   "value": "阳泉",
//   "id": 50
//   }, {
//   "value": "长治",
//   "id": 51
//   }, {
//   "value": "晋城",
//   "id": 52
//   }, {
//   "value": "朔州",
//   "id": 53
//   }, {
//   "value": "忻州",
//   "id": 54
//   }, {
//   "value": "吕梁",
//   "id": 55
//   }, {
//   "value": "晋中",
//   "id": 56
//   }, {
//   "value": "临汾",
//   "id": 57
//   }, {
//   "value": "运城",
//   "id": 58
//   }]
//   }, {
//   "value": "内蒙古",
//   "id": 5,
//   "children": [{
//   "value": "呼和浩特",
//   "id": 59
//   }, {
//   "value": "包头",
//   "id": 60
//   }, {
//   "value": "乌海",
//   "id": 61
//   }, {
//   "value": "赤峰",
//   "id": 62
//   }, {
//   "value": "呼伦贝尔",
//   "id": 63
//   }, {
//   "value": "兴安盟",
//   "id": 64
//   }, {
//   "value": "通辽",
//   "id": 65
//   }, {
//   "value": "锡林郭勒盟",
//   "id": 66
//   }, {
//   "value": "乌兰察布盟",
//   "id": 67
//   }, {
//   "value": "伊克昭盟",
//   "id": 68
//   }, {
//   "value": "巴彦淖尔盟",
//   "id": 69
//   }, {
//   "value": "阿拉善盟",
//   "id": 70
//   }]
//   }, {
//   "value": "辽宁",
//   "id": 6,
//   "children": [{
//   "value": "沈阳",
//   "id": 71
//   }, {
//   "value": "大连",
//   "id": 72
//   }, {
//   "value": "鞍山",
//   "id": 73
//   }, {
//   "value": "抚顺",
//   "id": 74
//   }, {
//   "value": "本溪",
//   "id": 75
//   }, {
//   "value": "丹东",
//   "id": 76
//   }, {
//   "value": "锦州",
//   "id": 77
//   }, {
//   "value": "营口",
//   "id": 78
//   }, {
//   "value": "阜新",
//   "id": 79
//   }, {
//   "value": "辽阳",
//   "id": 80
//   }, {
//   "value": "盘锦",
//   "id": 81
//   }, {
//   "value": "铁岭",
//   "id": 82
//   }, {
//   "value": "朝阳",
//   "id": 83
//   }, {
//   "value": "葫芦岛",
//   "id": 84
//   }, {
//   "value": "其他",
//   "id": 85
//   }]
//   }, {
//   "value": "吉林",
//   "id": 7,
//   "children": [{
//   "value": "长春",
//   "id": 86
//   }, {
//   "value": "吉林",
//   "id": 87
//   }, {
//   "value": "四平",
//   "id": 88
//   }, {
//   "value": "辽源",
//   "id": 89
//   }, {
//   "value": "通化",
//   "id": 90
//   }, {
//   "value": "白山",
//   "id": 91
//   }, {
//   "value": "松原",
//   "id": 92
//   }, {
//   "value": "白城",
//   "id": 93
//   }, {
//   "value": "延边朝鲜族自治州",
//   "id": 94
//   }, {
//   "value": "其他",
//   "id": 95
//   }]
//   }, {
//   "value": "黑龙江",
//   "id": 8,
//   "children": [{
//   "value": "哈尔滨",
//   "id": 96
//   }, {
//   "value": "齐齐哈尔",
//   "id": 97
//   }, {
//   "value": "鹤岗",
//   "id": 98
//   }, {
//   "value": "双鸭山",
//   "id": 99
//   }, {
//   "value": "鸡西",
//   "id": 100
//   }, {
//   "value": "大庆",
//   "id": 101
//   }, {
//   "value": "伊春",
//   "id": 102
//   }, {
//   "value": "牡丹江",
//   "id": 103
//   }, {
//   "value": "佳木斯",
//   "id": 104
//   }, {
//   "value": "七台河",
//   "id": 105
//   }, {
//   "value": "黑河",
//   "id": 106
//   }, {
//   "value": "绥化",
//   "id": 107
//   }, {
//   "value": "大兴安岭地区",
//   "id": 108
//   }, {
//   "value": "其他",
//   "id": 109
//   }]
//   }, {
//   "value": "上海",
//   "id": 9,
//   "children": [{
//   "value": "黄浦区",
//   "id": 110
//   }, {
//   "value": "卢湾区",
//   "id": 111
//   }, {
//   "value": "徐汇区",
//   "id": 112
//   }, {
//   "value": "长宁区",
//   "id": 113
//   }, {
//   "value": "静安区",
//   "id": 114
//   }, {
//   "value": "普陀区",
//   "id": 115
//   }, {
//   "value": "闸北区",
//   "id": 116
//   }, {
//   "value": "虹口区",
//   "id": 117
//   }, {
//   "value": "杨浦区",
//   "id": 118
//   }, {
//   "value": "宝山区",
//   "id": 119
//   }, {
//   "value": "闵行区",
//   "id": 120
//   }, {
//   "value": "嘉定区",
//   "id": 121
//   }, {
//   "value": "松江区",
//   "id": 122
//   }, {
//   "value": "金山区",
//   "id": 123
//   }, {
//   "value": "青浦区",
//   "id": 124
//   }, {
//   "value": "南汇区",
//   "id": 125
//   }, {
//   "value": "奉贤区",
//   "id": 126
//   }, {
//   "value": "浦东新区",
//   "id": 127
//   }, {
//   "value": "崇明县",
//   "id": 128
//   }, {
//   "value": "其他",
//   "id": 129
//   }]
//   }, {
//   "value": "江苏",
//   "id": 10,
//   "children": [{
//   "value": "南京",
//   "id": 130
//   }, {
//   "value": "苏州",
//   "id": 131
//   }, {
//   "value": "无锡",
//   "id": 132
//   }, {
//   "value": "常州",
//   "id": 133
//   }, {
//   "value": "镇江",
//   "id": 134
//   }, {
//   "value": "南通",
//   "id": 135
//   }, {
//   "value": "泰州",
//   "id": 136
//   }, {
//   "value": "扬州",
//   "id": 137
//   }, {
//   "value": "盐城",
//   "id": 138
//   }, {
//   "value": "连云港",
//   "id": 139
//   }, {
//   "value": "徐州",
//   "id": 140
//   }, {
//   "value": "淮安",
//   "id": 141
//   }, {
//   "value": "宿迁",
//   "id": 142
//   }, {
//   "value": "其他",
//   "id": 143
//   }]
//   }, {
//   "value": "浙江",
//   "id": 11,
//   "children": [{
//   "value": "杭州",
//   "id": 144
//   }, {
//   "value": "宁波",
//   "id": 145
//   }, {
//   "value": "温州",
//   "id": 146
//   }, {
//   "value": "嘉兴",
//   "id": 147
//   }, {
//   "value": "湖州",
//   "id": 148
//   }, {
//   "value": "绍兴",
//   "id": 149
//   }, {
//   "value": "金华",
//   "id": 150
//   }, {
//   "value": "衢州",
//   "id": 151
//   }, {
//   "value": "舟山",
//   "id": 152
//   }, {
//   "value": "台州",
//   "id": 153
//   }, {
//   "value": "丽水",
//   "id": 154
//   }, {
//   "value": "其他",
//   "id": 155
//   }]
//   }, {
//   "value": "安徽",
//   "id": 12,
//   "children": [{
//   "value": "合肥",
//   "id": 156
//   }, {
//   "value": "芜湖",
//   "id": 157
//   }, {
//   "value": "蚌埠",
//   "id": 158
//   }, {
//   "value": "淮南",
//   "id": 159
//   }, {
//   "value": "马鞍山",
//   "id": 160
//   }, {
//   "value": "淮北",
//   "id": 161
//   }, {
//   "value": "铜陵",
//   "id": 162
//   }, {
//   "value": "安庆",
//   "id": 163
//   }, {
//   "value": "黄山",
//   "id": 164
//   }, {
//   "value": "滁州",
//   "id": 165
//   }, {
//   "value": "阜阳",
//   "id": 166
//   }, {
//   "value": "宿州",
//   "id": 167
//   }, {
//   "value": "巢湖",
//   "id": 168
//   }, {
//   "value": "六安",
//   "id": 169
//   }, {
//   "value": "亳州",
//   "id": 170
//   }, {
//   "value": "池州",
//   "id": 171
//   }, {
//   "value": "宣城",
//   "id": 172
//   }, {
//   "value": "其他",
//   "id": 173
//   }]
//   }, {
//   "value": "福建",
//   "id": 13,
//   "children": [{
//   "value": "福州",
//   "id": 174
//   }, {
//   "value": "厦门",
//   "id": 175
//   }, {
//   "value": "莆田",
//   "id": 176
//   }, {
//   "value": "三明",
//   "id": 177
//   }, {
//   "value": "泉州",
//   "id": 178
//   }, {
//   "value": "漳州",
//   "id": 179
//   }, {
//   "value": "南平",
//   "id": 180
//   }, {
//   "value": "龙岩",
//   "id": 181
//   }, {
//   "value": "宁德",
//   "id": 182
//   }, {
//   "value": "其他",
//   "id": 183
//   }]
//   }, {
//   "value": "江西",
//   "id": 14,
//   "children": [{
//   "value": "南昌",
//   "id": 184
//   }, {
//   "value": "景德镇",
//   "id": 185
//   }, {
//   "value": "萍乡",
//   "id": 186
//   }, {
//   "value": "九江",
//   "id": 187
//   }, {
//   "value": "新余",
//   "id": 188
//   }, {
//   "value": "鹰潭",
//   "id": 189
//   }, {
//   "value": "赣州",
//   "id": 190
//   }, {
//   "value": "吉安",
//   "id": 191
//   }, {
//   "value": "宜春",
//   "id": 192
//   }, {
//   "value": "抚州",
//   "id": 193
//   }, {
//   "value": "上饶",
//   "id": 194
//   }, {
//   "value": "其他",
//   "id": 195
//   }]
//   }, {
//   "value": "山东",
//   "id": 15,
//   "children": [{
//   "value": "济南",
//   "id": 196
//   }, {
//   "value": "青岛",
//   "id": 197
//   }, {
//   "value": "淄博",
//   "id": 198
//   }, {
//   "value": "枣庄",
//   "id": 199
//   }, {
//   "value": "东营",
//   "id": 200
//   }, {
//   "value": "烟台",
//   "id": 201
//   }, {
//   "value": "潍坊",
//   "id": 202
//   }, {
//   "value": "济宁",
//   "id": 203
//   }, {
//   "value": "泰安",
//   "id": 204
//   }, {
//   "value": "威海",
//   "id": 205
//   }, {
//   "value": "日照",
//   "id": 206
//   }, {
//   "value": "莱芜",
//   "id": 207
//   }, {
//   "value": "临沂",
//   "id": 208
//   }, {
//   "value": "德州",
//   "id": 209
//   }, {
//   "value": "聊城",
//   "id": 210
//   }, {
//   "value": "滨州",
//   "id": 211
//   }, {
//   "value": "菏泽",
//   "id": 212
//   }, {
//   "value": "其他",
//   "id": 213
//   }]
//   }, {
//   "value": "河南",
//   "id": 16,
//   "children": [{
//   "value": "郑州",
//   "id": 214
//   }, {
//   "value": "开封",
//   "id": 215
//   }, {
//   "value": "洛阳",
//   "id": 216
//   }, {
//   "value": "平顶山",
//   "id": 217
//   }, {
//   "value": "安阳",
//   "id": 218
//   }, {
//   "value": "鹤壁",
//   "id": 219
//   }, {
//   "value": "新乡",
//   "id": 220
//   }, {
//   "value": "焦作",
//   "id": 221
//   }, {
//   "value": "濮阳",
//   "id": 222
//   }, {
//   "value": "许昌",
//   "id": 223
//   }, {
//   "value": "漯河",
//   "id": 224
//   }, {
//   "value": "三门峡",
//   "id": 225
//   }, {
//   "value": "南阳",
//   "id": 226
//   }, {
//   "value": "商丘",
//   "id": 227
//   }, {
//   "value": "信阳",
//   "id": 228
//   }, {
//   "value": "周口",
//   "id": 229
//   }, {
//   "value": "驻马店",
//   "id": 230
//   }, {
//   "value": "焦作",
//   "id": 231
//   }, {
//   "value": "其他",
//   "id": 232
//   }]
//   }, {
//   "value": "湖北",
//   "id": 17,
//   "children": [{
//   "value": "武汉",
//   "id": 233
//   }, {
//   "value": "黄石",
//   "id": 234
//   }, {
//   "value": "十堰",
//   "id": 235
//   }, {
//   "value": "荆州",
//   "id": 236
//   }, {
//   "value": "宜昌",
//   "id": 237
//   }, {
//   "value": "襄樊",
//   "id": 238
//   }, {
//   "value": "鄂州",
//   "id": 239
//   }, {
//   "value": "荆门",
//   "id": 240
//   }, {
//   "value": "孝感",
//   "id": 241
//   }, {
//   "value": "黄冈",
//   "id": 242
//   }, {
//   "value": "咸宁",
//   "id": 243
//   }, {
//   "value": "随州",
//   "id": 244
//   }, {
//   "value": "恩施土家族苗族自治州",
//   "id": 245
//   }, {
//   "value": "仙桃",
//   "id": 246
//   }, {
//   "value": "天门",
//   "id": 247
//   }, {
//   "value": "潜江",
//   "id": 248
//   }, {
//   "value": "神农架林区",
//   "id": 249
//   }, {
//   "value": "其他",
//   "id": 250
//   }]
//   }, {
//   "value": "湖南",
//   "id": 18,
//   "children": [{
//   "value": "长沙",
//   "id": 251
//   }, {
//   "value": "株洲",
//   "id": 252
//   }, {
//   "value": "湘潭",
//   "id": 253
//   }, {
//   "value": "衡阳",
//   "id": 254
//   }, {
//   "value": "邵阳",
//   "id": 255
//   }, {
//   "value": "岳阳",
//   "id": 256
//   }, {
//   "value": "常德",
//   "id": 257
//   }, {
//   "value": "张家界",
//   "id": 258
//   }, {
//   "value": "益阳",
//   "id": 259
//   }, {
//   "value": "郴州",
//   "id": 260
//   }, {
//   "value": "永州",
//   "id": 261
//   }, {
//   "value": "怀化",
//   "id": 262
//   }, {
//   "value": "娄底",
//   "id": 263
//   }, {
//   "value": "湘西土家族苗族自治州",
//   "id": 264
//   }, {
//   "value": "其他",
//   "id": 265
//   }]
//   }, {
//   "value": "广东",
//   "id": 19,
//   "children": [{
//   "value": "广州",
//   "id": 266
//   }, {
//   "value": "深圳",
//   "id": 267
//   }, {
//   "value": "东莞",
//   "id": 268
//   }, {
//   "value": "中山",
//   "id": 269
//   }, {
//   "value": "潮州",
//   "id": 270
//   }, {
//   "value": "揭阳",
//   "id": 271
//   }, {
//   "value": "云浮",
//   "id": 272
//   }, {
//   "value": "珠海",
//   "id": 273
//   }, {
//   "value": "汕头",
//   "id": 274
//   }, {
//   "value": "韶关",
//   "id": 275
//   }, {
//   "value": "佛山",
//   "id": 276
//   }, {
//   "value": "江门",
//   "id": 277
//   }, {
//   "value": "湛江",
//   "id": 278
//   }, {
//   "value": "茂名",
//   "id": 279
//   }, {
//   "value": "肇庆",
//   "id": 280
//   }, {
//   "value": "惠州",
//   "id": 281
//   }, {
//   "value": "梅州",
//   "id": 282
//   }, {
//   "value": "汕尾",
//   "id": 283
//   }, {
//   "value": "河源",
//   "id": 284
//   }, {
//   "value": "阳江",
//   "id": 285
//   }, {
//   "value": "清远",
//   "id": 286
//   }]
//   }, {
//   "value": "广西",
//   "id": 20,
//   "children": [{
//   "value": "南宁",
//   "id": 287
//   }, {
//   "value": "柳州",
//   "id": 288
//   }, {
//   "value": "桂林",
//   "id": 289
//   }, {
//   "value": "梧州",
//   "id": 290
//   }, {
//   "value": "北海",
//   "id": 291
//   }, {
//   "value": "防城港",
//   "id": 292
//   }, {
//   "value": "钦州",
//   "id": 293
//   }, {
//   "value": "贵港",
//   "id": 294
//   }, {
//   "value": "玉林",
//   "id": 295
//   }, {
//   "value": "百色",
//   "id": 296
//   }, {
//   "value": "贺州",
//   "id": 297
//   }, {
//   "value": "河池",
//   "id": 298
//   }, {
//   "value": "来宾",
//   "id": 299
//   }, {
//   "value": "崇左",
//   "id": 300
//   }, {
//   "value": "其他",
//   "id": 301
//   }]
//   }, {
//   "value": "海南",
//   "id": 21,
//   "children": [{
//   "value": "海口",
//   "id": 302
//   }, {
//   "value": "三亚",
//   "id": 303
//   }, {
//   "value": "五指山",
//   "id": 304
//   }, {
//   "value": "琼海",
//   "id": 305
//   }, {
//   "value": "儋州",
//   "id": 306
//   }, {
//   "value": "文昌",
//   "id": 307
//   }, {
//   "value": "万宁",
//   "id": 308
//   }, {
//   "value": "东方",
//   "id": 309
//   }, {
//   "value": "澄迈县",
//   "id": 310
//   }, {
//   "value": "定安县",
//   "id": 311
//   }, {
//   "value": "屯昌县",
//   "id": 312
//   }, {
//   "value": "临高县",
//   "id": 313
//   }, {
//   "value": "白沙黎族自治县",
//   "id": 314
//   }, {
//   "value": "昌江黎族自治县",
//   "id": 315
//   }, {
//   "value": "乐东黎族自治县",
//   "id": 316
//   }, {
//   "value": "陵水黎族自治县",
//   "id": 317
//   }, {
//   "value": "保亭黎族苗族自治县",
//   "id": 318
//   }, {
//   "value": "琼中黎族苗族自治县",
//   "id": 319
//   }, {
//   "value": "其他",
//   "id": 320
//   }]
//   }, {
//   "value": "重庆",
//   "id": 22,
//   "children": [{
//   "value": "渝中区",
//   "id": 321
//   }, {
//   "value": "大渡口区",
//   "id": 322
//   }, {
//   "value": "江北区",
//   "id": 323
//   }, {
//   "value": "南岸区",
//   "id": 324
//   }, {
//   "value": "北碚区",
//   "id": 325
//   }, {
//   "value": "渝北区",
//   "id": 326
//   }, {
//   "value": "巴南区",
//   "id": 327
//   }, {
//   "value": "长寿区",
//   "id": 328
//   }, {
//   "value": "双桥区",
//   "id": 329
//   }, {
//   "value": "沙坪坝区",
//   "id": 330
//   }, {
//   "value": "万盛区",
//   "id": 331
//   }, {
//   "value": "万州区",
//   "id": 332
//   }, {
//   "value": "涪陵区",
//   "id": 333
//   }, {
//   "value": "黔江区",
//   "id": 334
//   }, {
//   "value": "永川区",
//   "id": 335
//   }, {
//   "value": "合川区",
//   "id": 336
//   }, {
//   "value": "江津区",
//   "id": 337
//   }, {
//   "value": "九龙坡区",
//   "id": 338
//   }, {
//   "value": "南川区",
//   "id": 339
//   }, {
//   "value": "綦江县",
//   "id": 340
//   }, {
//   "value": "潼南县",
//   "id": 341
//   }, {
//   "value": "荣昌县",
//   "id": 342
//   }, {
//   "value": "璧山县",
//   "id": 343
//   }, {
//   "value": "大足县",
//   "id": 344
//   }, {
//   "value": "铜梁县",
//   "id": 345
//   }, {
//   "value": "梁平县",
//   "id": 346
//   }, {
//   "value": "开县",
//   "id": 347
//   }, {
//   "value": "忠县",
//   "id": 348
//   }, {
//   "value": "城口县",
//   "id": 349
//   }, {
//   "value": "垫江县",
//   "id": 350
//   }, {
//   "value": "武隆县",
//   "id": 351
//   }, {
//   "value": "丰都县",
//   "id": 352
//   }, {
//   "value": "奉节县",
//   "id": 353
//   }, {
//   "value": "云阳县",
//   "id": 354
//   }, {
//   "value": "巫溪县",
//   "id": 355
//   }, {
//   "value": "巫山县",
//   "id": 356
//   }, {
//   "value": "石柱土家族自治县",
//   "id": 357
//   }, {
//   "value": "秀山土家族苗族自治县",
//   "id": 358
//   }, {
//   "value": "酉阳土家族苗族自治县",
//   "id": 359
//   }, {
//   "value": "彭水苗族土家族自治县",
//   "id": 360
//   }, {
//   "value": "其他",
//   "id": 361
//   }]
//   }, {
//   "value": "四川",
//   "id": 23,
//   "children": [{
//   "value": "成都",
//   "id": 362
//   }, {
//   "value": "自贡",
//   "id": 363
//   }, {
//   "value": "攀枝花",
//   "id": 364
//   }, {
//   "value": "泸州",
//   "id": 365
//   }, {
//   "value": "德阳",
//   "id": 366
//   }, {
//   "value": "绵阳",
//   "id": 367
//   }, {
//   "value": "广元",
//   "id": 368
//   }, {
//   "value": "遂宁",
//   "id": 369
//   }, {
//   "value": "内江",
//   "id": 370
//   }, {
//   "value": "乐山",
//   "id": 371
//   }, {
//   "value": "南充",
//   "id": 372
//   }, {
//   "value": "眉山",
//   "id": 373
//   }, {
//   "value": "宜宾",
//   "id": 374
//   }, {
//   "value": "广安",
//   "id": 375
//   }, {
//   "value": "达州",
//   "id": 376
//   }, {
//   "value": "雅安",
//   "id": 377
//   }, {
//   "value": "巴中",
//   "id": 378
//   }, {
//   "value": "资阳",
//   "id": 379
//   }, {
//   "value": "阿坝藏族羌族自治州",
//   "id": 380
//   }, {
//   "value": "甘孜藏族自治州",
//   "id": 381
//   }, {
//   "value": "凉山彝族自治州",
//   "id": 382
//   }, {
//   "value": "其他",
//   "id": 383
//   }]
//   }, {
//   "value": "贵州",
//   "id": 24,
//   "children": [{
//   "value": "贵阳",
//   "id": 384
//   }, {
//   "value": "六盘水",
//   "id": 385
//   }, {
//   "value": "遵义",
//   "id": 386
//   }, {
//   "value": "安顺",
//   "id": 387
//   }, {
//   "value": "铜仁地区",
//   "id": 388
//   }, {
//   "value": "毕节地区",
//   "id": 389
//   }, {
//   "value": "黔西南布依族苗族自治州",
//   "id": 390
//   }, {
//   "value": "黔东南苗族侗族自治州",
//   "id": 391
//   }, {
//   "value": "黔南布依族苗族自治州",
//   "id": 392
//   }, {
//   "value": "其他",
//   "id": 393
//   }]
//   }, {
//   "value": "云南",
//   "id": 25,
//   "children": [{
//   "value": "昆明",
//   "id": 394
//   }, {
//   "value": "曲靖",
//   "id": 395
//   }, {
//   "value": "玉溪",
//   "id": 396
//   }, {
//   "value": "保山",
//   "id": 397
//   }, {
//   "value": "昭通",
//   "id": 398
//   }, {
//   "value": "丽江",
//   "id": 399
//   }, {
//   "value": "普洱",
//   "id": 400
//   }, {
//   "value": "临沧",
//   "id": 401
//   }, {
//   "value": "德宏傣族景颇族自治州",
//   "id": 402
//   }, {
//   "value": "怒江傈僳族自治州",
//   "id": 403
//   }, {
//   "value": "迪庆藏族自治州",
//   "id": 404
//   }, {
//   "value": "大理白族自治州",
//   "id": 405
//   }, {
//   "value": "楚雄彝族自治州",
//   "id": 406
//   }, {
//   "value": "红河哈尼族彝族自治州",
//   "id": 407
//   }, {
//   "value": "文山壮族苗族自治州",
//   "id": 408
//   }, {
//   "value": "西双版纳傣族自治州",
//   "id": 409
//   }, {
//   "value": "其他",
//   "id": 410
//   }]
//   }, {
//   "value": "西藏",
//   "id": 26,
//   "children": [{
//   "value": "拉萨",
//   "id": 411
//   }, {
//   "value": "那曲地区",
//   "id": 412
//   }, {
//   "value": "昌都地区",
//   "id": 413
//   }, {
//   "value": "林芝地区",
//   "id": 414
//   }, {
//   "value": "山南地区",
//   "id": 415
//   }, {
//   "value": "日喀则地区",
//   "id": 416
//   }, {
//   "value": "阿里地区",
//   "id": 417
//   }, {
//   "value": "其他",
//   "id": 418
//   }]
//   }, {
//   "value": "陕西",
//   "id": 27,
//   "children": [{
//   "value": "西安",
//   "id": 419
//   }, {
//   "value": "铜川",
//   "id": 420
//   }, {
//   "value": "宝鸡",
//   "id": 421
//   }, {
//   "value": "咸阳",
//   "id": 422
//   }, {
//   "value": "渭南",
//   "id": 423
//   }, {
//   "value": "延安",
//   "id": 424
//   }, {
//   "value": "汉中",
//   "id": 425
//   }, {
//   "value": "榆林",
//   "id": 426
//   }, {
//   "value": "安康",
//   "id": 427
//   }, {
//   "value": "商洛",
//   "id": 428
//   }, {
//   "value": "其他",
//   "id": 429
//   }]
//   }, {
//   "value": "甘肃",
//   "id": 28,
//   "children": [{
//   "value": "兰州",
//   "id": 430
//   }, {
//   "value": "嘉峪关",
//   "id": 431
//   }, {
//   "value": "金昌",
//   "id": 432
//   }, {
//   "value": "白银",
//   "id": 433
//   }, {
//   "value": "天水",
//   "id": 434
//   }, {
//   "value": "武威",
//   "id": 435
//   }, {
//   "value": "酒泉",
//   "id": 436
//   }, {
//   "value": "张掖",
//   "id": 437
//   }, {
//   "value": "庆阳",
//   "id": 438
//   }, {
//   "value": "平凉",
//   "id": 439
//   }, {
//   "value": "定西",
//   "id": 440
//   }, {
//   "value": "陇南",
//   "id": 441
//   }, {
//   "value": "临夏回族自治州",
//   "id": 442
//   }, {
//   "value": "甘南藏族自治州",
//   "id": 443
//   }, {
//   "value": "其他",
//   "id": 444
//   }]
//   }, {
//   "value": "青海",
//   "id": 29,
//   "children": [{
//   "value": "西宁",
//   "id": 445
//   }, {
//   "value": "海东地区",
//   "id": 446
//   }, {
//   "value": "海北藏族自治州",
//   "id": 447
//   }, {
//   "value": "海南藏族自治州",
//   "id": 448
//   }, {
//   "value": "黄南藏族自治州",
//   "id": 449
//   }, {
//   "value": "果洛藏族自治州",
//   "id": 450
//   }, {
//   "value": "玉树藏族自治州",
//   "id": 451
//   }, {
//   "value": "海西蒙古族藏族自治州",
//   "id": 452
//   }, {
//   "value": "其他",
//   "id": 453
//   }]
//   }, {
//   "value": "宁夏",
//   "id": 30,
//   "children": [{
//   "value": "银川",
//   "id": 454
//   }, {
//   "value": "石嘴山",
//   "id": 455
//   }, {
//   "value": "吴忠",
//   "id": 456
//   }, {
//   "value": "固原",
//   "id": 457
//   }, {
//   "value": "中卫",
//   "id": 458
//   }, {
//   "value": "其他",
//   "id": 459
//   }]
//   }, {
//   "value": "新疆",
//   "id": 31,
//   "children": [{
//   "value": "乌鲁木齐",
//   "id": 460
//   }, {
//   "value": "克拉玛依",
//   "id": 461
//   }, {
//   "value": "吐鲁番地区",
//   "id": 462
//   }, {
//   "value": "哈密地区",
//   "id": 463
//   }, {
//   "value": "和田地区",
//   "id": 464
//   }, {
//   "value": "阿克苏地区",
//   "id": 465
//   }, {
//   "value": "喀什地区",
//   "id": 466
//   }, {
//   "value": "克孜勒苏柯尔克孜自治州",
//   "id": 467
//   }, {
//   "value": "巴音郭楞蒙古自治州",
//   "id": 468
//   }, {
//   "value": "昌吉回族自治州",
//   "id": 469
//   }, {
//   "value": "博尔塔拉蒙古自治州",
//   "id": 470
//   }, {
//   "value": "石河子",
//   "id": 471
//   }, {
//   "value": "阿拉尔",
//   "id": 472
//   }, {
//   "value": "图木舒克",
//   "id": 473
//   }, {
//   "value": "五家渠",
//   "id": 474
//   }, {
//   "value": "伊犁哈萨克自治州",
//   "id": 475
//   }, {
//   "value": "其他",
//   "id": 476
//   }]
//   }, {
//   "value": "台湾",
//   "id": 32,
//   "children": [{
//   "value": "台北市",
//   "id": 477
//   }, {
//   "value": "高雄市",
//   "id": 478
//   }, {
//   "value": "台北县",
//   "id": 479
//   }, {
//   "value": "桃园县",
//   "id": 480
//   }, {
//   "value": "新竹县",
//   "id": 481
//   }, {
//   "value": "苗栗县",
//   "id": 482
//   }, {
//   "value": "台中县",
//   "id": 483
//   }, {
//   "value": "彰化县",
//   "id": 484
//   }, {
//   "value": "南投县",
//   "id": 485
//   }, {
//   "value": "云林县",
//   "id": 486
//   }, {
//   "value": "嘉义县",
//   "id": 487
//   }, {
//   "value": "台南县",
//   "id": 488
//   }, {
//   "value": "高雄县",
//   "id": 489
//   }, {
//   "value": "屏东县",
//   "id": 490
//   }, {
//   "value": "宜兰县",
//   "id": 491
//   }, {
//   "value": "花莲县",
//   "id": 492
//   }, {
//   "value": "台东县",
//   "id": 493
//   }, {
//   "value": "澎湖县",
//   "id": 494
//   }, {
//   "value": "基隆市",
//   "id": 495
//   }, {
//   "value": "新竹市",
//   "id": 496
//   }, {
//   "value": "台中市",
//   "id": 497
//   }, {
//   "value": "嘉义市",
//   "id": 498
//   }, {
//   "value": "台南市",
//   "id": 499
//   }, {
//   "value": "其他",
//   "id": 500
//   }]
//   }, {
//   "value": "澳门",
//   "id": 33,
//   "children": [{
//   "value": "花地玛堂区",
//   "id": 501
//   }, {
//   "value": "圣安多尼堂区",
//   "id": 502
//   }, {
//   "value": "大堂区",
//   "id": 503
//   }, {
//   "value": "望德堂区",
//   "id": 504
//   }, {
//   "value": "风顺堂区",
//   "id": 505
//   }, {
//   "value": "嘉模堂区",
//   "id": 506
//   }, {
//   "value": "圣方济各堂区",
//   "id": 507
//   }, {
//   "value": "路凼",
//   "id": 508
//   }, {
//   "value": "其他",
//   "id": 509
//   }]
//   }, {
//   "value": "香港",
//   "id": 34,
//   "children": [{
//   "value": "中西区",
//   "id": 510
//   }, {
//   "value": "湾仔区",
//   "id": 511
//   }, {
//   "value": "东区",
//   "id": 512
//   }, {
//   "value": "南区",
//   "id": 513
//   }, {
//   "value": "深水埗区",
//   "id": 514
//   }, {
//   "value": "油尖旺区",
//   "id": 515
//   }, {
//   "value": "九龙城区",
//   "id": 516
//   }, {
//   "value": "黄大仙区",
//   "id": 517
//   }, {
//   "value": "观塘区",
//   "id": 518
//   }, {
//   "value": "北区",
//   "id": 519
//   }, {
//   "value": "大埔区",
//   "id": 520
//   }, {
//   "value": "沙田区",
//   "id": 521
//   }, {
//   "value": "西贡区",
//   "id": 522
//   }, {
//   "value": "元朗区",
//   "id": 523
//   }, {
//   "value": "屯门区",
//   "id": 524
//   }, {
//   "value": "荃湾区",
//   "id": 525
//   }, {
//   "value": "葵青区",
//   "id": 526
//   }, {
//   "value": "离岛区",
//   "id": 527
//   }, {
//   "value": "其他",
//   "id": 528
//   }]
//   }]

export const postWayList = [
  {
    value: '申通寄付'
  }, {
    value: '申通到付'
  }, {
    value: '顺丰寄付'
  }, {
    value: '顺丰到付'
  }, {
    value: '其他公司寄付'
  }, {
    value: '其他公司到付'
  }
]

export const payWayList = [
  {
    value: '第三方收款（二维码）'
  }, {
    value: '商业承兑汇票'
  }, {
    value: '现金'
  }, {
    value: '信用证'
  }, {
    value: '银行承兑汇票'
  }, {
    value: '银行转账'
  }, {
    value: '转账支票'
  }
]

export const transferWayList = [
  {
    value: '海运'
  }, {
    value: '空运'
  }, {
    value: '火车'
  }, {
    value: '货车'
  }
]

export const booleanList = [
  {
    value: '是'
  }, {
    value: '否'
  }
]

export const booleanList1 = [
  {
    value: '已出库'
  }, {
    value: '未出库'
  }
]

export const qiyeList = [
  {
    value: '北江纺织'
  },
  {
    value: '从属企业1'
  }, {
    value: '从属企业2'
  }, {
    value: '从属企业3'
  }, {
    value: '从属企业4'
  }
]
export const provinceList = [
  {
    value: '北京'
  }, {
    value: '天津'
  }, {
    value: '上海'
  }, {
    value: '广州'
  }
]
export const dizhiList = [
  {
    value: '地址1'
  }, {
    value: '地址2'
  }, {
    value: '地址3'
  }, {
    value: '地址4'
  }
]
export const areaList = [
  {
    value: '上海'
  }, {
    value: '廣州'
  }, {
    value: '北京'
  }, {
    value: '重慶'
  }
]
export const guiMoList = [
  {
    value: '200人以下'
  }, {
    value: '200-500人'
  }, {
    value: '500-1000人'
  }, {
    value: '1000人以上'
  }
]
export const xuanXiangList = [
  {
    value: '选项1'
  }, {
    value: '选项2'
  }, {
    value: '选项3'
  }, {
    value: '选项4'
  }
]
export const keHuLeiBieList = [
  {
    value: '品牌商'
  }, {
    value: '贸易商'
  }, {
    value: '制衣厂'
  }, {
    value: '其他'
  }
]
export const anQuanList = [
  {
    value: 'A1'
  }, {
    value: 'A2'
  }, {
    value: 'A3'
  }, {
    value: 'B1'
  }, {
    value: 'B2'
  }, {
    value: 'B3'
  }, {
    value: 'C'
  }, {
    value: 'D'
  }
]
export const chanNengList = [
  {
    value: '5万件以下'
  }, {
    value: '5-15万件'
  }, {
    value: '15-30万件'
  }, {
    value: '30万件以上'
  }
]
export const quDaoList = [
  {
    value: '出口'
  }, {
    value: '内销'
  }, {
    value: '出口/内销'
  }
]
